texts = {
    "start_message": "Добро пожаловать! Выберите язык:",
    "choose_language": "Выберите ваш язык:",
    "language_set": "Язык установлен на русский!",
    "language_not_supported": "Язык не поддерживается.",
    "language_english": "Английский",
    "language_german": "Немецкий",
    "language_russian": "Русский",
    "welcome_message": "Используйте меню для поиска фильмов.",
    "start_button": "Начать",
    "text_main_menu": "Выберите действие:",
    "find_movie": "🎬 Найти фильм",
    "favorites": "⭐ Избранное",
    "settings": "⚙ Настройки"
}
